Repository: elkafr/zabihtk
Catalog: lib/l10n/intl_*.arb
Languages: ar

# Language Symbol
source: En
ar: Language Symbol

# Our Vision
source: We seek to achieve our vision
ar: نسعى لتحقيق رؤيتنا

source: Next
ar: التالي

source: Previous
ar: السابقة

source: Finish
ar: انهاء

source: Login
ar: تسجيل دخول

source: Email
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Forget Password ?
ar: نسيت كلمة المرور ؟

source: Click Here
ar: اضغط هنا

# Has Account
source: Has Account ? Login
ar: لديك حساب ؟ تسجيل دخول

# Register
source: Have Account? Create Account
ar: ليس لديك حساب ؟ انشاء حساب

source: Skip
ar: تخطي كزائر

# Phone No Validation
source: Please enter Phone Number correctly
ar: من فضلك أدخل رقم الجوال بشكل صحيح

# Email Validation
source: Please Enter Email Correctly
ar: من فضلك أدخل البريد الإلكتروني الخاص بك

# Password Validation
source: Please Enter Password Correctly
ar: من فضلك أدخل كلمة المرور بشكل صحيح

source: Name
ar: اسم المستخدم

# Name Validation
source: Please enter Name
ar: يرجي ادخال الاسم الخاص بك

source: Password Verify
ar: تأكيد كلمة المرور

# Password Verify Validation
source: Please enter Password Verify correctly
ar: يرجي إدخال تأكيد كلمة المرور بشكل صحيح

source: Password Not Identical
ar: كلمة المرور غير متطابقة

source: Phone No
ar: رقم الجوال

source: I Accept
ar: أوافق على

# Terms
source: Terms and Rules
ar: الشروط والأحكام

# Send Message To Mobile
source: Enter the mobile number to send the activation code
ar: أكتب رقم الجوال لإرسال كود التفعيل عليه

source: Save
ar: حفظ

source: Send Retrieval Code
ar: إرسال كود الاسترجاع

# Accept Terms
source: You should accept terms and rules
ar: يرجي قبول الشروط والأحكام

source: Code To Restore Password
ar: كود استرجاع كلمة المرور

# Enter Code To Restore Password
source: Enter Code that send to your mobile To Restore Password
ar: أدخل كود إسترجاع كلمة المرور المرسل على جوالك

source: Restore Password
ar: استرجاع كلمة المرور

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

source: Account Activation Code
ar: كود تفعيل حسابك

# Enter Code To Activate Account
source: Enter Code that send to your mobile To Activate Account
ar: أدخل كود تفعيل حسابك المرسل على جوالك

# Confirmation Of Activation
source: Confirm Activation
ar: تأكيد التفعيل

source: Home
ar: الرئيسية

source: Odrers
ar: طلباتي

# Favourite
source: Fav
ar: المفضلة

source: Cart
ar: سلة الشراء

source: Account
ar: حسابي

source: Personal Info
ar: الملف الشخصي

source: About
ar: عن التطبيق

source: Contact Us
ar: تواصل معنا

source: Language
ar: اللغة

source: Log out
ar: خروج

# Enter
source: Log in
ar: دخول

source: Edit Info
ar: تعديل المعلومات

source: Edit Password
ar: تعديل كلمة المرور

source: Old Password
ar: كلمة المرور القديمة

source: New Password
ar: كلمة المرور الجديدة

source: Message Title
ar: عنوان الرسالة

source: Message Description
ar: وصف الرسالة

# Text Validation
source: Please enter expressive text
ar: يرجى إدخال نص معبر

source: OR
ar: أو

source: Arabic
ar: العربية

source: Want to logout ?
ar: هل تريد تسجيل الخروج؟

source: Ok
ar: موافق

source: Cancel
ar: إلغاء

source: Aouon Turaif
ar: عيون الطريف

source: Baladia Turaif
ar: بلدية الطريف

# Search
source: Enter Word to Search
ar: ابحث في الذبائح...

source: No Results
ar: لاتوجد نتائج

source: No Departments
ar: لاتوجد أقسام

source: SR
ar: ريال

source: Add To Cart
ar: إضافة للسلة

source: Product Details
ar: تفاصيل المنتج

source: All Product Details
ar: جميع التفاصيل المتعلقة بالمنتج

# First Login
source: You should first Login
ar: يرجي تسجيل الدخول أولاً

source: Products No
ar: عدد المنتجات

source: Total Price
ar: اجمالي السعر

# Application Value
source: All prices include the application of value added (5%)
ar: جميع الأسعار تشمل تطبيق القيمة المضافة ( 5% )

source: Complete Purchase
ar: إتمام الشراء

source: Purchase Request Has sent Successfully
ar: تم ارسال طلب الشراء بنجاح

source: Amount
ar: الكمية

source: Waiting
ar: قيد الانتظار

source: Processing
ar: قيد التنفيذ

# Done
source: arrived
ar: تم التوصيل

source: Canceled
ar: تم الالغاء

source: Order Details
ar: تفاصيل الطلب

source: Cancel Order
ar: الغاء الطلب

source: Want To Cancel Order?
ar: هل تريد تأكيد الغاء الطلب ؟

source: Order No
ar: رقم الطلب

source: Store
ar: المتجر

source: Order Price
ar: إجمالي الطلب

source: Order Date
ar: تاريخ الطلب

source: Order Receipt Time
ar: وقت استلام الطلب

source: Order Status
ar: حالة الطلب

source: Edit Order
ar: تعديل الطلب

source: Save Changes
ar: حفظ التعديلات

source: Add New Product
ar: أضف منتج آخر

source: AddToOrder
ar: أضف للطلب

# No Result Into Cart
source: No Orders Into Cart
ar: لاتوجد طلبات فى السلة

source: Sorry
ar: عفواَ

source: update screen
ar: تحديث الصفحة

source: reconnect Internet
ar: أعد الاتصال بالشبكة

source: scan Router
ar: إفحص جهاز الراوتر الخاص بك

source: sorryNoInternet
ar: عفواً ... لايوجد اتصال بالإنترنت

source: Notifications
ar: الإشعارات

# activate Code
source: activation Code
ar: كود التفعيل

# Activation
source: Activate Your Account
ar: تفعيل حسابك

source: From Store
ar: من قبل متجر

source: No Notifications
ar: لاتوجد إشعارات

source: Customer Opinions
ar: آراء العملاء

source: Bank Accounts
ar: الحسابات البنكية

source: Sacrifice Description
ar: وصف الذبيحة

source: Size
ar: الحجم

source: Number
ar: العدد

source: Another Options
ar: خيارات أخرى

source: Total
ar: الاجمالي

source: Croping
ar: التقطيع

source: Encapsulation
ar: التغليف

source: Head And Seat
ar: الرأس والمقادم

source: Rumen And Insistence
ar: الكرش والمصران

source: Confirm Order
ar: دفع الطلب

source: Delete
ar: حذف

source: Detect
ar: تحديد

source: Detect Location
ar: حدد العنوان

source: Enter Phone No
ar: ادخل رقم التواصل

source: Current
ar: الحالية

source: Add Rate
ar: اضف تقييم

source: Add Your Rate Now
ar: اضف تقييمك الأن

source: Rate Now
ar: قيم الآن

source: Account Owner
ar: صاحب الحساب

source: Account Number
ar: رقم الحساب

source: IBAN
ar: رقم الإيبان

source: Add Your Experience
ar: أضف تجربتك

source: Add Now
ar: اضف الأن

source: City
ar: المدينة

source: City Validation
ar: يرجي إختيار المدينة

source: Create Account
ar: إنشاء حساب

source: Write Code Here
ar: اكتب الكود هنا

source: Not Reach....Resend
ar: لم يصلني ! أعد الإرسال

source: Enter Phone Number To Send Password Recovery Code
ar: ادخل رقم هاتفك لإرسال كود استرجاع كلمة المرور

# Code Activation Validation
source: Please Enter Code Activation
ar: يرجي إدخال كود التفعيل

source: Change Password To Restore It Now
ar: قم بتغيير كلمة المرور لإسترجاعها الأن

source: Detect Your Location
ar: تحديد موقعك

source: Confirm Location
ar: تأكيد العنوان

source: Please Enter Your Location
ar: يرجي إدخال عنوانك

source: Congratulations
ar: تهانينا

# Account Created SuccessFully
source: Your account has been created successfully. Request your sacrifice now
ar: تم انشاء حسابك بنجاح قم بطلب ذبيحتك الأن

source: Send
ar: إرسال

source: Not Found
ar: لايوجد

# You Can Connect With Us
source: You Can Connect With Us Through
ar: يمكنك التواصل معنا من خلال

source: Choose Payment Methods
ar: اختر طريقة الدفع

source: Cards And Bank Accounts
ar: البطاقات والحسابات البنكية

source: Payment When Receiving
ar: الدفع عند الاستلام

source: Order Confirmation
ar: دفع وتأكيد الطلب

source: Payment Methods
ar: طرق الدفع

source: Hawala Image
ar: صورة الحوالة

source: Not available due to precautionary measures
ar: غير متوافر نظراً للإجراءات الاحترازية

# Bank Name
source: Please Enter Name of Bank
ar: من فضلك أدخل اسم البنك

# Bank Validation
source: Please choose bank
ar: يرجي اختيار اسم البنك

# Account Owner Validation
source: Please Enter Account Owner
ar: يرجي إدخال اسم صاحب الحساب

# Account Number Validation
source: Please Enter Account Number
ar: يرجي إدخال رقم الحساب

# Iban Validation
source: Please Enter Iban Number
ar: يرجى إدخال رقم الإيبان

# Hawala Image Validation
source: Please Choose Hawala Image
ar: من فضلك ارفق صورة الحوالة

# Detect Image
source: Image Is Detected
ar: تم تحديد الصورة

# Payment By Wire Transfer
source: Transfer data
ar: التحويل البنكي

# Name of the transfer account holder
source: Please Enter Name of Transfer Account Holder
ar: من فضلك ادخل اسم صاحب حساب الحوالة

# Account Number of the transfer holder
source: Please Enter the account number of the transfer holder
ar: من فضلك ادخل رقم حساب صاحب الحوالة

source: Bank Account Details
ar: تفاصيل الحساب البنكي

# Driver Login
source: Log in as a delivery
ar: سجل دخول كمندوب توصيل

# Driver Adress
source: Adress
ar: العنوان

# Driver Drivers
source: Number of Drivers
ar: عدد التوصيلات

# Deliver
source: Free delivery for all of our customers
ar: التوصيل مجاني لكل عملائنا

source: Change city
ar: تغيير مدينتك

# click Next
source: Click on the Next button to complete the order
ar: قم بالضغط على الزرار التالى لاكمال الطلب
